/** Список выходных-праздничных дней, которые являются пн-пт */
export const uncommonFreeDays = [
  "2024-11-04",
  "2024-12-30",
  "2024-12-31",
  "2025-01-01",
  "2025-01-02",
  "2025-01-03",
  "2025-01-04",
  "2025-01-05",
  "2025-01-06",
  "2025-01-07",
  "2025-01-08",
  "2025-02-24",
  "2025-03-10",
  "2025-05-01",
  "2025-05-02",
  "2025-05-09",
  "2025-06-12",
  "2025-06-13",
  "2025-11-04",
];

/** Список рабочих дней, которые являются сб-вс */
export const uncommonWorkDays = ["2024-11-02", "2024-12-28"];
